Revit 2024 API
BuiltInFailures.GroupFailures Class
 Failures related to groups and their behavior.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class GroupFailures
Visual Basic
Public NotInheritable Class GroupFailures
Visual C++
public ref class GroupFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.GroupFailures
See Also
BuiltInFailures.GroupFailures Members
Autodesk.Revit.DB Namespace